const conan = [
  {
    para: "我是高中生侦探工藤新一，当我跟青梅竹马的同学毛利兰一起到游乐园游玩时，却目击了黑暗组织的交易现场。当时我只顾着偷看交易，却忽略了从背后而来的另一个同伙。我被那个人强灌了毒药，等我醒来时……"
  },
  {
    para: "我的身体已经缩小了！要是让他们知道工藤新一还活着，不但我的性命难保，还会危害到我周遭的亲人。在阿笠博士的建议下，我隐瞒了身份。当小兰问及我的名字时，情急之下，我化名为江户川柯南。为了搜集那些家伙的情报，于是便住进了父亲以侦探为业的小兰家中。"
  },
  {
    para: "但是这位叔叔却是个糊涂大侦探，看不下去的我于是便装成叔叔，利用我天生的推理能力解决了许多的悬疑案件。而叔叔也拜我所赐成了名号越来越响的大侦探。而我现在却变回了一个小学生，还被迫跟同班同学的步美，元太与光彦组成少年侦探团。"
  },
  {
    para: "接着就向大家介绍博士为我发明的道具。首先是手表型麻醉枪。透过瞄准器对准目标按下按钮就能发射麻醉针，能够在瞬间让人昏睡；接着是领结变声器。只要调整后放的转盘，不管是大人或是小孩，任何人的声音都可以模仿；接下来的秘密道具是脚力倍增鞋，利用电与磁力刺激脚的穴道，可使肌肉的力量发挥极限；若要追缉歹徒，则可使用涡轮引擎滑板，不过因为动力来自太阳能，只有在出太阳时才能使用，这是它唯一的缺点。对了，我差点忘记了。我们少年侦探团的胸章内藏了超小型无线电对讲机，同时还兼备发信机功能，简直无懈可击。除此之外虽然还有很多道具，不过最厉害的武器应该算是我这里（脑袋）。身体虽变小，但头脑一样棒，无所不知的名侦探，真相永远只有一个！"
  }
]

export default conan
