const plots = [
  {
    episode: "001-002",
    case: "云霄飞车杀人事件",
    content: "工藤新一目睹黑衣组织琴酒，伏特加交易，被灌下毒药变成小学生柯南，只有阿笠博士及父母知道其身份",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/x00174aq5no.html"
  },
  {
    episode: "058",
    case: "福尔摩斯迷杀人事件",
    content: "服部平次判断出柯南就是工藤新一（知晓其身份第四人）",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/z0017aqojnx.html"
  },
  {
    episode: "128",
    case: "黑暗组织10亿抢劫事件",
    content: "广田雅美（宫野明美）死亡，引出下一集同样服下毒药变成灰原哀的宫野志保，知晓柯南身份的第五人",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/v0019fnvdkq.html"
  },
  {
    episode: "130",
    case: "竞技场无差别恐吓事件",
    content: "灰原说：“工藤，我想你从来没想过吧，半世纪前你已经在我们组织进行的秘密计划中，已经有很大关联了",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/i00193hqig8.html"
  },
  {
    episode: "176-178",
    case: "与黑暗组织的再会",
    content: "黑衣组织皮斯克发现灰原哀就是宫野志保，但被灭口",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/x0019mitvaw.html"
  },
  {
    episode: "286-288",
    case: "工藤新一纽约事件",
    content: "回忆事件：黑衣组织的贝尔摩德伪装成杀人魔，被FBI赤井秀一发现，却被小兰和新一所救",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/o0019csotva.html"
  },
  {
    episode: "345",
    case: "直面黑色组织的对决！满月之夜的二元神秘事件",
    content: "茱蒂老师、赤井、詹姆斯身份为FBI，贝尔摩德真实身份是工藤新一母亲有希子的好友沙朗，假装沙朗死亡的假象扮演成自己的女儿克里斯，为的是避免被拆穿自己不老的秘密。称柯南为cool guy（知晓其真实身份第六人）, 小兰为angel, 并一直避免伤害他俩。之前一段时间一直扮演新出医生潜伏在柯南附近。她知道灰原哀也是吃药变小的。",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/t00197mvgcq.html"
  },
  {
    episode: "387",
    case: "斯特拉迪瓦里小提琴的不和谐音",
    content: "柯南发现了黑衣组织的邮箱地址",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/s0019vn994j.html"
  },
  {
    episode: "491-504",
    case: "红与黑的碰撞",
    content: "女主播水无玲奈被FBI发现是黑衣组织的Kir, 受伤昏迷后被保护起来了。期间小兰同班同学本堂瑛佑在找失踪的姐姐，确认了水无玲奈就是其姐姐本堂瑛海。而水无玲奈真实身份是CIA探员。黑衣组织抢回水无玲奈，并命令其枪杀赤井秀一。赤井秀一疑似死亡。",
    link: "https://v.qq.com/x/cover/53q0eh78q97e4d1/z0019bbwfff.html"
  },
  {
    episode: "508",
    case: "卡拉OK包房的死角",
    content: "本堂瑛佑推断出柯南真实身份（知晓其真实身份第7人）",
    link: ""
  },
  {
    episode: "509",
    case: "红白黄色与侦探团",
    content: "水无玲奈透露黑衣组织的波本开始行动。冲矢昴出场，灰原哀从其身上感受到黑衣组织的气息",
    link: ""
  },
  {
    episode: "563",
    case: "侦探团VS强盗团",
    content: "与赤井秀一长相相似的刀疤男出现",
    link: ""
  },
  {
    episode: "646",
    case: "幽灵旅馆的推理对决",
    content: "世良真纯登场，高中生女侦探，似乎认识新一",
    link: ""
  },
  {
    episode: "651",
    case: "柯南VS平次 东西侦探推理对决",
    content: "FBI探员对世良真纯有似曾相识的感觉",
    link: ""
  },
  {
    episode: "674",
    case: "侦探们的夜想曲",
    content: "柯南发现波本就是世良真纯，冲矢昴和安室透其中一个",
    link: ""
  },
  {
    episode: "712-715",
    case: "漆黑的特快列车",
    content: "安室透就是波本，贝尔摩德和波本打算在火车上杀掉雪莉，但柯南和基德合作救下雪莉",
    link: ""
  },
  {
    episode: "771",
    case: "气氛僵硬的茶会",
    content: "柯南得知波本的外号是zero",
    link: ""
  },
  {
    episode: "779-783",
    case: "绯色的序章~绯色的真相",
    content: "柯南通过波本外号zero推测其实为日本公安降谷零。赤井秀一当初在柯南安排下假死后伪装成冲矢昴住进工藤家，暗中保护灰原哀。波本怀疑冲矢昴就是赤井秀一于是去工藤家拜访当时由工藤优作假扮的冲矢昴，却接到赤井秀一打来的电话，告诫他自己已得知他日本公安的身份，不要再追查他以免惹祸上身。另外，水无玲奈给赤井秀一发短信，提醒组织中的朗姆开始活动了。世良真纯的大哥确实是赤井秀一",
    link: ""
  },
  {
    episode: "929",
    case: "女警由美的棋手男友羽田秀吉就是世良真纯的二哥",
    content: "",
    link: ""
  },
  {
    episode: "937",
    case: "",
    content: "世良真纯提到大哥（也就是赤井秀一）曾经的一位朋友苏格兰教他弹贝斯，让波本回想起了自己日本警察同样潜伏在黑衣组织的苏格兰惨遭赤井秀一杀害的事情",
    link: ""
  },
  {
    episode: "948-950",
    case: "",
    content: "羽田秀吉的义兄羽田浩司17年前就被朗姆用APTX4869毒杀，但在黑衣组织的名单上却在工藤新一被喂药之后第二个确认死亡，柯南调查到当你他死亡的同时隔壁也有人被手下“浅香”杀害，据悉浅香应该是名女性，而且就是朗姆。",
    link: ""
  },
  {
    episode: "951-953",
    case: "",
    content: "世良真纯称的领域外的妹妹玛丽实际上是她的妈妈，玛丽拥有侦探的头脑及特工的身手，发现柯南使用蝴蝶结模仿毛利破案的事实，有可能猜出柯南的真实身份，玛丽似乎对黑衣组织以及朗姆的案件有所了解",
    link: ""
  },
  {
    episode: "954-955",
    case: "",
    content: "发生了一桩与朗姆有关的命案，死亡三人组加上冲矢昴，以及波本和变装的贝尔摩德都去了现场调查，波本再次对冲矢昴的身份产生了怀疑",
    link: ""
  },
  {
    episode: "956",
    case: "",
    content: "波本在回忆苏格兰死亡细节的时候想起来，苏格兰当时握抢的情形很有可能是自杀而不是赤井秀一杀害的",
    link: ""
  },
  {
    episode: "974",
    case: "",
    content: "新一回忆起10年前的事情。小时候他和母亲有希子，小兰去海滩边玩的时候遇见了小时候的世良真纯，赤井秀一，羽田秀吉一家，以及他们的母亲玛丽。玛丽鼓励赤井秀一找出他们父亲务武死亡的真相。世良真纯早就知晓柯南的真实身份。（知晓其真实身份第8人）",
    link: ""
  }
]

export default plots
