const role = [
  {
    "name": "贝尔摩德",
    "role": "保护柯南和小兰为第一使命"
  },
  {
    "name": "雪莉",
    "role": ""
  },
  {
    "name": "广田雅美",
    "role": "宫野明美（前黑暗组织成员，赤井秀一女友，灰原哀姐姐）"
  },
  {
    "name": "赤井秀一",
    "role": "冲矢昴 = 诸星大(前黑暗组织成员Rye) FBI探员，朱蒂前男友，世良真纯大哥"
  },
  {
    "name": "苏格兰",
    "role": "卧底"
  },
  {
    "name": "波本",
    "role": "安室透（黑衣组织的波本）降谷零（日本公安，痛恨赤井秀一因其杀害同事苏格兰）"
  },
  {
    "name": "伊森本堂",
    "role": "前黑衣组织成员，前CIA"
  },
  {
    "name": "羽田秀吉",
    "role": "世良真纯二哥，女警宫本由美男友"
  },
  {
    "name": "羽田浩司",
    "role": "17年前被朗姆杀害，为羽田秀吉义兄"
  },
  {
    "name": "玛丽",
    "role": "世良真纯称之为领域外的妹妹，实为其母亲，长得和灰原哀很像，有特工的身手及非一般的推理能力，疑似也服了变小的药"
  },
  {
    "name": "安德雷卡梅隆",
    "role": "FBI,两年前失误导致赤井秀一FBI身份暴露被迫离开组织，两年后再次失误使波本发现赤井秀一活着的事实"
  },
  {
    "name": "榎本梓",
    "role": "（安室透咖啡馆同事）=克丽丝·温亚德 = 莎朗·温亚德（黑衣组织成员贝尔摩德vermouth，朱蒂的杀父仇人，有希子好友，被工藤新一及毛利兰救过）"
  },
  {
    "name": "水无玲奈",
    "role": "（黑衣组织的基尔Kir）=本堂瑛海（CIA,本堂瑛佑姐姐，伊森本堂女儿）"
  }
]

export default role
